Tubifix77/powersuit/firmware/apps/node_flight/sdkconfig.defaults
# node_flight per-app defaults (appended after sdkconfig.defaults.common).
CONFIG_IDF_TARGET="esp32s3"
CONFIG_PARTITION_TABLE_SINGLE_APP_LARGE=y
CONFIG_ESPTOOLPY_FLASHSIZE_8MB=y
CONFIG_ESPTOOLPY_FLASHSIZE="8MB"
